Repository: Centaurioun/Jubler
Catalog: resources/i18n/*.po
Languages: el

source: Language to use
el: Χρήση γλώσσας

source: SubViewer V2
el: Μορφή SubViewer V2

source: W3C Timed Text
el: Υπότιτλοι W3C

source: Change subtitle
el: Αλλαγή υποτίτλου

source: Insert subtitle
el: Εισαγωγή υποτίτλου

source: Cut
el: Αποκοπή

source: Copy
el: Αντιγραφή

source: Paste
el: Επικόλληση

source: Delete
el: Διαγραφή

source: Mark
el: Σημείωση

source: None
el: Καμία

source: Pink
el: Ροζ

source: Yellow
el: Κίτρινο

source: Cyan
el: Κυανό

source: Style
el: Μορφή

source: Show columns
el: Εμφάνιση στηλών

source: Index
el: Κατάλογος

source: Start
el: Αρχή

source: End
el: Τέλος

source: Duration
el: Διάρκεια

source: Layer
el: Στρώμα

source: Characters per minute
el: Χαρακτήρες το λεπτό

source: Test video
el: Δοκιμή video

source: New
el: Νέο

source: Load
el: Φόρτωσε

source: Save
el: Αποθήκευσε

source: Project Information
el: Πληροφορίες έργου

source: Undo
el: Ακύρωση

source: Redo
el: Επανάληψη

source: Sort subtitles
el: Ταξινόμηση υποτίτλων

source: Test subtitles from current position
el: Δοκιμή υποτίτλων από την τρέχουσα θέση

source: Enable preview
el: Ενεργοποίηση προεπισκόπισης

source: &File
el: &ΑAρχείο

source: New...
el: Νέο...

source: File
el: Αρχείο

source: Child
el: Θυγατρικό

source: Open
el: Άνοιγμα

source: Web
el: Δίκτυο

source: Retrieve
el: Λήψη

source: Revert
el: Επαναφορά

source: Recent files
el: Πρόσφατα αρχεία

source: Save as ...
el: Αποθήκευση ως ...

source: Close
el: Κλείσιμο

source: Information
el: Πληροφορίες

source: Preferences
el: Προτιμήσεις

source: Quit
el: Έξοδος

source: &Edit
el: &ΕEπεξεργασία

source: Cut subtitles
el: Αποκοπή υποτίτλων

source: Copy subtitles
el: Αντιγραφή υποτίτλων

source: Paste subtitles
el: Επικόλληση υποτίτλων

source: Paste special
el: Ειδική επικόλληση

source: Empty Lines
el: Άδειες γραμμές

source: Replace
el: Αντικατάσταση

source: Find & replace
el: Εύρεση & αντικατάσταση

source: Regular Expression
el: Κανονικές εκφράσεις (regexp)

source: Insert
el: Εισαγωγή

source: Before
el: Πριν

source: After
el: Μετά

source: Go to...
el: Πήγαινε...

source: Previous entry
el: Προηγούμενο

source: Next entry
el: Επόμενο

source: Previous page
el: Επόμενη σελίδα

source: Next page
el: Προηγούμενη σελίδα

source: First entry
el: Πρώτο

source: Last entry
el: Τελευταίο

source: Selection by time
el: Επιλογή με βάση το χρόνο

source: &Tools
el: Ε&ρrγαλεία

source: From the beginning
el: Από την αρχή

source: From current position
el: Από την τρέχουσα θέση

source: Preview
el: Προεπισκόπιση

source: Video frame
el: Eμφάνιση εικόνας

source: Half size image
el: Μισό μέγεθος εικόνας

source: Audio waveform
el: Προεπισκόπιση ήχου

source: Maximize waveform visualization
el: Μεγιστοποίηση της οπτικοποίησης της κυματομορφής

source: Play current subtitle
el: Παίξε τον τρέχων υπότιτλο

source: &Help
el: &ΒBοήθεια

source: FAQ
el: Συχνές ερωτήσεις

source: About
el: Σχετικά

source: Sort
el: Ταξινόμηση

source: Go to the specified time
el: Πήγαινε στο καθορισμένο χρόνο

source: Into which time moment do you want to go to
el: Σε ποια χρονική στιγμή επιθυμείτε να πάτε

source: Go to subtitle
el: Πήγαινε στον υπότιτλο

source: _child
el: _θυγατρικό

source: Change information
el: Αλλαγή πληροφορίας

source: Paste special options
el: Χαρακτηριστικά ειδικής επικόλλησης

source: Delete subtitles
el: Διαγραφή υποτίτλων

source: Remove empty lines
el: Διαγραφή κενών γραμμών

source: No lines affected
el: Δεν επηρεάστηκαν γραμμές

source: Mark subtitles as {0}
el: Σημείωση υποτίτλων ως {0}

source: Error while saving file
el: Λάθος κατά την αποθήκευση του αρχείου

source: Could not load file. Possibly an encoding error.
el: Αδυναμία φόρτωσης αρχείο. Πιθανό λάθος κωδικοποίησης.

source: Error while loading file
el: Λάθος κατά την φόρτωση του αρχείου

source: File not recognized!
el: Μη αναγνωρίσιμος τύπος αρχείου!

source: Reload subtitles
el: Επαναφόρτωση υποτίτλων

source: Error while initializing video player
el: Λάθος κατά την αρχικοποίηση της αναπαραγωγής βίντεο

source: No valid players where registered!
el: Δεν υπάρχουν δηλωμένοι αναπαραγωγείς βίντεο!

source: Disable Preview
el: Απόκρυψη προεπισκόπισης

source: Enable Preview
el: Εμφάνιση προεπισκόπισης

source: Quit confirmation
el: Επιβεβαίωση εξόδου

source: Subtitles are not saved. Do you really want to close this window?
el: Οι υπότιτλοι δεν αποθηκεύτηκαν. Θέλετε πραγματικά να κλείσετε αυτό το παράθυρο;

source: Change style into {0}
el: Αλλαγή μορφής σε {0}

source: About Jubler
el: Σχετικά με το Jubler

source: Quit Jubler
el: Έξοδος από το Jubler

source: Clone current
el: Κλώνος τρέχοντος

source: -Not any recent items-
el: -Δεν υπάρχουν πρόσφατα-

source: Back
el: Πίσω

source: Go to previous page
el: Πήγαινε στη προηγούμενη σελίδα

source: Czech
el: Τσέχικα

source: Dutch
el: Ολλανδικά

source: French
el: Γαλλικά

source: German
el: Γερμανικά

source: Greek
el: Ελληνικής

source: Italian
el: Ιταλικά

source: Portuguese (Brazilian)
el: Πορτογαλικά (Βραζιλίας)

source: Serbian
el: Σερβικά

source: Spanish
el: Ισπανικά

source: Turkish
el: Τουρκικά

source: Subtitle Editor for Java
el: Διορθωτής υποτίτλων σε Java

source: Version
el: Έκδοση

source: Contact address
el: Διεύθυνση επικοινωνίας

source: Special thanks
el: Ειδικές ευχαριστίες

source: {0} plugin
el: Πρόσθετο {0}

source: Jubler mascot
el: Μασκώτ του Jubler

source: Translators
el: Μεταφραστές

source: Packagers
el: Κατασκευαστές πακέτων

source: Icon theme
el: Θέμα εικονιδίων

source: Thanks
el: Ευχαριστίες

source: Licence
el: Άδεια

source: Project Properties
el: Ιδιότητες έργου

source: Comments
el: Σχόλια

source: Comments about these subtitles
el: Σχόλια σχετικά με αυτούς τους υπότιτλους

source: Title
el: Τίτλος

source: Author
el: Συγγραφέας

source: Source
el: Πηγή

source: Title for this subtitle file
el: Ο τίτλος αυτών των υποτίτλων

source: Author of this subtitle file
el: Ο συγγραφέας αυτού του αρχείου υποτίτλων

source: Original source of this subtitle file
el: Αρχική πηγή αυτού του αρχείου υποτίτλων

source: Subtitle File
el: Αρχεία υποτίτλων

source: The file of this subtitle
el: Το αρχείο αυτού του υπότιτλου

source: Media
el: Πολυμέσα

source: Number of subtitles
el: Αριθμός υποτίτλων

source: Total subtitle characters
el: Συνολικός αριθμός χαρακτήρων

source: Total subtitle lines
el: Συνολικός αριθμός γραμμών

source: Maximum subtitle length
el: Μέγιστο μέγεθος γραμμής

source: Maximum subtitle lines
el: Μέγιστος αριθμός γραμμών

source: Statistics
el: Στατιστικά

source: OK
el: ΟΚ

source: Color to use
el: Χρώμα που θα χρησιμοποιηθεί

source: Maximum number of characters per line
el: Μέγιστος αριθμός χαρακτήρων ανά γραμμή

source: Use the following video file
el: Χρησιμοποίησε το επόμενο αρχείο video

source: Filename of the video file. Use the "Browse" button to change it.
el: Όνομα αρχείου video. Χρησιμοποιήστε το κουμπί "Περιήγηση" για να το αλλάξετε.

source: Browse
el: Περιήγηση

source: Change the video filename
el: Αλλαγή του αρχείου video

source: Filename of the external audio file. Use the "Browse" button to change it.
el: Όνομα εξωτερικού αρχείου ήχου. Χρησιμοποιήστε το κουμπί "Περιήγηση" για να το αλλάξετε.

source: Change the external audio filename
el: Αλλαγή του εξωτερικού αρχείου ήχου

source: Use a different audio stream
el: Χρησιμοποιήστε διαφορετική πηγή ήχου

source: Use an audio stream outside from this video file. (E.g. a WAV file or a previously cached audio stream)
el: Χρησιμοποιήστε διαφορετική πηγή ήχου από αυτή που έχει το αρχείο video. (Π.χ. ένα αρχείο WAV ή ένα προσχηματισμένο αρχείο ήχου)

source: Filename of the previous audio cache. Use the "Browse" button to change it.
el: Όνομα προσχηματισμένου αρχείου ήχου. Χρησιμοποιήστε το κουμπί "Περιήγηση" για να το αλλάξετε.

source: Change the audio cache filename
el: Αλλαγή του προσχηματισμένου αρχείου ήχου

source: Filename of the cached audio stream
el: Όνομα προσχηματισμένου αρχείου ήχου

source: Select video
el: Επιλογή video

source: Error in videofile selection
el: Λάθος κατά την επιλογή του αρχείου video

source: This file does not exist. Please provide a valid file name.
el: Αυτό το αρχείο δεν υπάρχει. Παρακαλώ δώσετε ένα πραγματικό αρχείο.

source: Untitled
el: Ανώνυμο

source: Video Console
el: Συσκευή Video

source: Please wait ... launching player
el: Παρακαλώ περιμένετε ... αρχικοποίηση αναπαραγωγής βίντεο

source: Map of subtitles
el: Χάρτης υποτίτλων

source: Abnormal player exit
el: Απότομη έξοδος της αναπαραγωγής

source: Movie Player Error
el: Λάθος της αναπαραγωγής της ταινίας

source: Change playback speed
el: Αλλαγή ταχύτητας αναπαραγωγής

source: Change audio volume
el: Αλλαγή έντασης ήχου

source: Add new subtitle on the fly
el: Προσθήκη υπότιτλου εν θερμώ

source: Reset playback speed to default value
el: Προκαθορισμένη ταχύτητα αναπαραγωγής

source: Playback position
el: Θέση αναπαραγωγής

source: Current playback time
el: Τρέχων χρόνος αναπαραγωγής

source: Subtitles time difference
el: Διαφορές στο χρόνο των υποτίτλων

source: Play/Pause video playback
el: Έναρξη/παύση αναπαραγωγής video

source: Load new subtitles into player
el: Ενημέρωση αναπαραγωγής για νέους υπότιτλους

source: Quit Player
el: Έξοδος αναπαραγωγής

source: Go backwards by 30 seconds
el: Πίσω κατά 30 sec

source: Go backwards by 10 secons
el: Πίσω κατά 10 sec

source: Go forwards by 10 seconds
el: Μπροστά κατά 10 sec

source: Go forwards by 30 seconds
el: Μπροστά κατά 30 sec

source: Mark first synchronization position of the subtitles.
el: Σημείωσε την πρώτη θέση συγχρονισμού υποτίτλων.

source: Mark second synchronization position of the subtitles.
el: Σημείωσε τη δεύτερη θέση συγχρονισμού υποτίτλων.

source: Select subtitle from the main window, to synchronize subtitles with current time.
el: Επιλέξτε τον υπότιτλο από το βασικό παράθυρο, για να συγχρονίσετε τους υπότιτλους με τον τρέχων χρόνο.

source: Change subtitle delay on the fly
el: Προσθήκη καθυστέρησης υπότιτλου ζωντανά

source: Subtitle text
el: Κείμενο υπότιτλου

source: All Audio files
el: Όλα τα αρχεία ήχου

source: All Video files
el: Αρχεία video

source: Cancel
el: Άκυρο

source: FFDecode library not active. Using demo image.
el: Ανενεργη βιβλιοθήκη FFDecode. Χρήση δοκιμαστικής εικόνας.

source: Selected subtitles
el: Επιλεγμένοι υπότιτλοι

source: Subtitle zoom factor
el: Παράμετρος μεγέθυνσης

source: Zoom out
el: Σμίκρυνση χρόνου

source: Zoom in
el: Μεγέθυνση χρόνου

source: Change orientation of Preview panel
el: Αλλαγή θέσης της προεπισκόπισης

source: Enable/disable video frame preview
el: Ενεργοποίηση/απενεργοποίηση εμφάνισης εικόνας

source: Zoom frame to original value
el: Εμφάνιση εικόνας στο αρχικό μέγεθος

source: Enable/disable waveform preview
el: Ενεργοποίηση/απενεργοποίηση εμφάνισης κυματομορφής

source: Automatically perform operation depending on the mouse position
el: Αυτόματη επιλογή ενέργειας ανάλογα με τη θέση του ποντικιού

source: Select subtitles only
el: Επιλογή υποτίτλων μόνο

source: Move subtitles only
el: Μετακίνηση υποτίτλων μόνο

source: Resize subtitles only
el: Αλλαγή μεγέθους υποτίτλων μόνο

source: New subtitle after current one
el: Νέος υπότιτλος μετά τη τρέχουσα θέση

source: Trying to initialize audio preview with null data
el: Προσπάθεια έναρξης προεπισκόπισης με μηδενικά δεδομένα

source: Trying to intialize audio preview with wrong size {0}
el: Προσπάθεια έναρξης προεπισκόπισης με λάθος μέγεθος {0}

source: Open file error
el: Πρόβλημα στο άνοιγμα αρχείου

source: Unsupported audio
el: Μη υποστηριζόμενος ήχος

source: Line unavailable
el: Ο ήχος δεν είναι διαθέσιμος

source: Caching still in progress
el: Η κατασκευή του αρχείου συνεχίζεται

source: Still creating cache. Use the Cancel button to abort.
el: Το αρχείο ήχου ακόμα κατασκευάζεται. Επιλέξτε το πλήκτρο Ακύρωση για να σταματήσετε τη διαδικασία.

source: Error while loading file {0}
el: Λάθος κατά την φόρτωση του αρχείου {0}

source: Advanced argument list:
el: Προχωρημένες παράμετροι

source: Defaults
el: Προκαθορισμένα

source: Use default player parameters
el: Χρήση προκαθορισμένων παραμέτρων

source: The absolute path of the player. Use the Browse button to change it
el: Η απόλυτη διαδρομή του προγράμματος αναπαραγωγής. Χρησιμοποιήστε το πλήκτρο "Περιήγηση" για να το αλλάξετε

source: {0} path
el: Διαδρομή του {0}

source: Wizard
el: Μάγος ρυθμίσεων

source: Start the Wizard, to locate the executable path name
el: Εκκίνηση του Μάγου, για την εύρεση του εκτελέσιμου

source: Select a {0} from the following list
el: Επιλογή εφαρμογής για {0} από την κάτωθι λίστα

source: Select a video player in order to use it
el: Επιλογή του προγράμματος αναπαραγωγής που θα χρησιμοποιηθεί

source: {0} options
el: Ιδιότητες {0}

source: Player
el: Αναπαραγωγή

source: Speller
el: Διορθωτή λαθών

source: Jubler Preferences
el: Προτιμήσεις του Jubler

source: Cancel changes and revert to previous values
el: Ακύρωση αλλαγών και επαναφορά προηγούμενων τιμών

source: Accept
el: Αποδοχή

source: Accept and save preferences
el: Αποδοχή και αποθήκευση επιλογών

source: Shortcuts
el: Συντομογραφίες

source: Set the menu keyboard shortcuts
el: Ορισμός συντομεύσεων πληκτρολογίου

source: Clear current shortcut
el: Διαγραφή τρέχοντος συνδυασμού

source: Reset all to defaults
el: Προκαθορισμένες τιμές

source: Command
el: Εντολή

source: Key
el: Πλήκτρο

source: Get FPS from the video file
el: Εύρεση καρέ/sec από το video αρχείο

source: Frames per second
el: Πλαίσια ανά sec

source: Wrong FPS
el: Λανθασμένα FPS

source: The following files are unsaved:
el: Τα αρχεία αυτά δεν έχουν αποθηκευθεί

source: Do you want to quit without saving?
el: Θέλετε να εγκαταλείψετε χωρίς αποθήκευση;

source: File {0} is unwritable
el: Το αρχείο {0} δε μπορεί να γραφτεί

source: Error while updating file {0}
el: Λάθος κατά την ανανέωση του αρχείου {0}

source: File {0} is not a directory
el: Το αρχείο {0} δεν είναι φάκελος

source: No
el: Όχι

source: Yes
el: Ναι

source: Could not find web browser
el: Αδυναμία έναρξης φυλλομετρητή

source: Error while opening URL
el: Λάθος κατά την φόρτωση της διεύθυνσης

source: Start time of the subtitle
el: Χρόνος έναρξης του υπότιτλου

source: Stop time of the subtitle
el: Χρόνος λήξης του υπότιτλου

source: Duration of the subtitle
el: Διάρκεια του υπότιτλου

source: Subtitles need to be saved
el: Χρειάζετε να αποθηκευτούν οι υπότιτλοι

source: Lock the start time of the subtitle
el: Κλείδωσε το χρόνο έναρξης του υπότιτλου

source: Lock the stop time of the subtitle
el: Κλείδωσε το χρόνο τερματισμού του υπότιτλου

source: Lock the duration of the subtitle
el: Κλείδωσε τη διάρκεια του υπότιτλου

source: Detach subtitle editor panel
el: Απαγκίστρωση διορθωτή υποτίτλου

source: Display/hide subtitle timings
el: Εμφάνιση/απόκρυψη χρόνων υποτίτλων

source: Display/hide font attributes
el: Εμφάνιση/απόκρυψη ιδιοτήτων γραμματοσειράς

source: Display/hide color attributes
el: Εμφάνιση/απόκρυψη ιδιοτήτων χρωμάτων

source: Display/hide metric attributes
el: Εμφάνιση/απόκρυψη παραμέτρων μεγέθους

source: Delete styles of this subtitle
el: Διαγραφή στυλ από αυτόν τον υπότιτλο

source: Display/hide styles for this subtitle
el: Εμφάνιση/απόκρυψη στυλ αυτού του υπότιτλου

source: Total subtitles
el: Συνολικοί υπότιτλοι

source: Style list
el: Κατάλογος στυλ

source: Edit current style
el: Επεξεργασία τρέχοντος στυλ

source: Are you sure you want to delete the override styles of this subtitle?
el: Θέλετε σίγουρα να διαγράψετε τις επιπρόσθετες μορφές αυτού του υποτίτλου;

source: Delete current subtitle style
el: Διαγραφή τρέχουσας μορφής

source: Cleanup style
el: Καθαρισμός μορφής

source: Edit style
el: Διόρθωση μορφής

source: Subtitle editor
el: Διορθωτής υποτίτλου

source: Error!
el: Λάθος!

source: Subtitle
el: Υπότιτλος

source: Plain text
el: Απλό κείμενο

source: Subtitle files
el: Αρχεία υποτίτλων

source: West European
el: Δυτικής Ευρώπης

source: Western
el: Δυτικής

source: Celtic
el: Κέλτικης

source: Icelandic
el: Ισλανδικής

source: Nordic
el: Σκανδιναβικής

source: South European
el: Νότιας Ευρώπης

source: East European
el: Ανατολικής Ευρώπης

source: Baltic
el: Βαλτικής

source: Central European
el: Κεντρικής Ευρώπης

source: Croatian
el: Κροατικής

source: Cyrillic
el: Κυριλλικής

source: Romanian
el: Ρουμανικής

source: East Asian
el: Ανατολικής Ασίας

source: Chinese Simplified
el: Απλοποιημένης Κινέζικης

source: Chinese Traditional
el: Παραδοσιακής Κινέζικης

source: Japanese
el: Ιαπωνικής

source: Korean
el: Κορεάτικης

source: SE and SW Asian
el: ΝΔ και ΝΕ Ασίας

source: Armenian
el: Αρμένικης

source: Georgian
el: Γεωργιανής

source: Thai
el: Ταϊλανδέζικης

source: Vietnamese
el: Βιετναμέζικης

source: Middle Eastern
el: Μέσης Ανατολής

source: Arabic
el: Αραβικής

source: Farsi
el: Φαρσί

source: Hebrew
el: Εβραϊκής

source: Use predefined encodings
el: Προκαθορισμένες κωδικοποιήσεις

source: Frames per second (if required)
el: Καρέ ανά δευτερόλεπτο (αν είναι απαραίτητο)

source: Encodings
el: Κωδικοποιήσεις

source: Encoding
el: Κωδικοποίηση

source: Save Subtitles
el: Αποθήκευση υποτίτλων

source: Load Subtitles
el: Φόρτωση υποτίτλων

source: Font name
el: Όνομα γραμματοσειράς

source: Font size
el: Μέγεθος γραμματοσειράς

source: Bold
el: Έντονα

source: Italic
el: Πλάγια

source: Underline
el: Υπογραμμισμένα

source: Strikethrough
el: Διαγραμμένα

source: Alignment
el: Ευθυγράμμιση

source: Outline
el: Περίγραμμα

source: Opaque box
el: Αδιαφανές κουτί

source: Hide the advanced options for this style
el: Απόκρυψε τις προηγμένες ιδιότητες αυτής της μορφής

source: Display the advanced options for this style
el: Εμφάνισε τις προηγμένες ιδιότητες αυτής της μορφής

source: Style Editor
el: Διορθωτής μορφής

source: The name of this style. Remember to hit [RETURN] to store the name
el: Το όνομα της μορφής. Μη ξεχάσετε να πατήσετε [RETURN] για να αποθηκεύσετε το όνομα

source: Clone
el: Κλώνος

source: Create a new style based on the current one
el: Δημιουργία νέας μορφής βασισμένη στην τρέχουσα

source: Delete the current style
el: Διαγραφή τρέχουσας μορφής

source: Save default style
el: Αποθήκευση βασικής μορφής

source: Font
el: Γραμματοσειρά

source: Colors
el: Χρώματα

source: Demo subtitles text
el: Κείμενο επίδειξης μορφής

source: Border
el: Περίβλημα

source: Border style
el: Μορφή περιβλήματος

source: Size
el: Μέγεθος

source: Border size
el: Μέγεθος περιβλήματος

source: Shadow
el: Σκιά

source: Shadow size
el: Μέγεθος σκιάς

source: Margins transformations
el: Μετατροπές περιθωρίου

source: Left
el: Αριστερά

source: Left margin
el: Αριστερό περιθώριο

source: Right
el: Δεξιά

source: Right margin
el: Δεξιό περιθώριο

source: Vertical
el: Οριζόντια

source: Vertical margin
el: Οριζόντιο περιθώριο

source: Font transformations
el: Μετασχηματισμοί γραμματοσειράς

source: Angle
el: Γωνία

source: Font angle
el: Γωνία γραμματοσειράς

source: Spacing
el: Απόσταση

source: Spacing in font
el: Απόσταση γραμματοσειράς

source: X Scale
el: Κλίμακα στον Χ

source: Scaling % on X axis
el: % κλίμακα στον Χ άξονα

source: Y Scale
el: Κλίμακα στον Χ

source: Scaling % on Y axis
el: % κλίμακα στον Υ άξονα

source: Advanced options
el: Προχωρημένες ιδιότητες

source: Are you sure you want to delete this style? All subtitles having this style will fall back to default
el: Είστε σίγουροι πως θέλετε να σβήσετε αυτό το θέμα; Όσοι υπότιτλοι το χρησιμοποιούν θα χρησιμοποιήσουν το προκαθορισμένο

source: Delete style
el: Διαγραφή μορφής

source: Welcome to the (Jubler) world!
el: Καλώς ήρθατε στον κόσμο του (Jubler)!

source: Color Chooser
el: Επιλογή χρώματος

source: Reset
el: Επαναφορά

source: Alpha Channel
el: Κανάλι alpha

source: Top left
el: Πάνω αριστερά

source: Top
el: Πάνω

source: Top right
el: Πάνω δεξιά

source: Center
el: Κέντρο

source: Bottom left
el: Κάτων αριστερά

source: Bottom
el: Κάτω

source: Bottom right
el: Κάτω δεξιά

source: Primary
el: Πρωτεύον

source: Secondary
el: Δευτερεύον

source: Set the primary color of the style
el: Θέσε το βασικό χρώμα της μορφής

source: Set the secondary color of the style
el: Θέσε το δευτερεύον χρώμα της μορφής

source: Set the outline color of the style
el: Θέσε το χρώμα περιθωρίου της μορφής

source: Set the shadow (or the background) color of the style
el: Θέσε το χρώμα σκιάς (ή περιβάλλοντος) της μορφής

source: Unspecified
el: Απροσδιόριστο

source: Ignore
el: Αδιαφόρησε

source: Do not use this
el: Να μη χρησιμοποιηθεί

source: Absolute time (in milliseconds)
el: Απόλυτος χρόνος (σε msec)

source: Define the duration time in absolute milliseconds
el: Προσδιόρισε τη διάρκεια σε απόλυτη τιμή msec

source: Time in milliseconds
el: Χρόνος σε msec

source: Characters per second (in milliseconds)
el: Χαρακτήρες ανά sec (σε msec)

source: Define the duration per character in milliseconds
el: Καθόρισε τη διάρκεια ανά χαρακτήρα (σε msec)

source: Duration in milliseconds
el: Διάρκεια σε msec

source: Save progress
el: Διαδικασία αποθήκευσης

source: Change affected subtitles' color
el: Αλλαγή χρώματος υποτίτλων που θα επιρεαστούν

source: Select subtitles to work on
el: Επιλογή υποτίτλων

source: By user selection
el: Σύμφωνα με επιλογή του χρήστη

source: Select subtitles depending on user selection
el: Επιλογή των υποτίτλων ανάλογα με τις επιλογές του χρήστη

source: By color marking
el: Με βάση το χρώμα

source: Select subtitles depending on their color
el: Επιλογή των υποτίτλων με βάση το χρώμα

source: The subtitle color to use for selection
el: Το χρώμα των υποτίτλων που θα χρησιμοποιηθεί ως επιλογή

source: By theme
el: Με το θέμα

source: Select subtitles depending on their theme
el: Επιλογή υποτίτλων ανάλογα το θέμα τους

source: The theme to use for selection
el: Το θέμα που θα χρησιμοποιηθεί στην επιλογή

source: By time range
el: Ανά χρονική περιοχή

source: Select subtitles depending on a specified region
el: Επιλογή των υποτίτλων με βάση κάποια περιοχή

source: Begin
el: Αρχή

source: Set time to start of selected subtitles
el: Ορισμός χρόνου στην αρχή των επιλεγμένων υποτίτλων

source: Set time to minimum
el: Ορισμός χρόνου στο ελάχιστο

source: Finish
el: Τέλος

source: Set time to end of selected subtitles
el: Ορισμός χρόνου στο τέλος των επιλεγμένων υποτίτλων

source: Set time to maximum
el: Ορισμός χρόνου στο μέγιστο

source: Use predifined time positions
el: Χρήση προκαθορισμένων χρονικών σημείων

source: Where to start pasting subtitles
el: Πού θα γίνει η έναρξη επικόλλησης υποτίτλων

source: Change Color
el: Αλλαγή χρώματος

source: Enable this option if you want to change the default color of the pasted subtitles
el: Επιλέξτε εδώ αν θέλετε να αλλάξετε το χρώμα των επικολλημένων υποτίτλων

source: The color to use for the pasted subtitles
el: Το χρώμα που θα χρησιμοποιηθεί για τους επικολλημένους υπότιτλους

source: Regular Expression replace
el: Αντικατάσταση με κανονικές εκφράσεις (regexp)

source: Regular expressions to be executed
el: Θα εκτελεστούν τα επόμενα regular expressions

source: List of replacements to be done
el: Κατάλογος αντικαταστάσεων που πρόκειται να γίνουν

source: Edit
el: Επεξεργασία

source: Use
el: Χρήση

source: Edit regular expression replace list
el: Διόρθωση των regular expressions αντικατάστασης

source: External plugin Wizard
el: Εξωτερικό πρόσθετο Μάγου

source: {0} executable was not found.
el: Δε βρέθηκε το εκτελέσιμο {0}

source: How should this issue been resolved?
el: Πώς να επιλυθεί αυτό το πρόβλημα;

source: Automatically search for the executable
el: Αυτόματη εύρεση του εκτελέσιμου

source: Manually browse for the executable
el: Χειροκίνητη δήλωση του εκτελέσιμου

source: Jubler needs {0} executable to continue with the requested action.
el: Το Jubler χρειάζεται το εκτελέσιμο {0} για να συνεχίσει με την προεπιλεγμένη εντολή.

source: Automatic location of {0} executable
el: Αυτόματη εύρεση του εκτελέσιμου {0}
