Repository: Centaurioun/Jubler
Catalog: resources/i18n/*.po
Languages: el

source: Trying to locate {0} executable...
el: Προσπάθεια εύρεσης του εκτελέσιμου {0} ...

source: Manual selection of {0} executable.
el: Χειροκίνητη δήλωση του εκτελέσιμου {0} .

source: Open a file dialog to select the filename of the player
el: Άνοιξε ένα παράθυρο διαλόγου για να γίνει επιλογή του προγράμματος αναπαραγωγής

source: The selected file is not valid
el: Το επιλεγμένο αρχείο δεν είναι έγκυρο

source: {0} executable has been resolved
el: Το εκτελέσιμο {0} βρέθηκε

source: Continue
el: Συνέχεια

source: Unable to find executable
el: Δεν ήταν δυνατή η εύρεση του εκτελέσιμου

source: End of subtitles
el: Τέλος των υποτίτλων

source: End of subtitles reached. Start from the beginnning.
el: Τέλος των υποτίτλων. Συνέχιση από την αρχή.

source: Find
el: Εύρεση

source: Replace with
el: Αντικατάσταση με

source: The context of the found text
el: Τα συμφραζόμενα του κειμένου που βρέθηκε

source: What to search for
el: Τι αναζητούμε

source: Replace found text with this
el: Αντικατάσταση κειμένου που βρέθηκε με αυτό

source: Ignore case
el: Αδιαφορία για τα κεφαλαία/μικρά

source: Find the next occurence of the searched text
el: Εύρεση της επόμενης εμφάνισης του κειμένου προς αναζήτηση

source: Replace the found text and find the next occurence of the searched text
el: Αντικατάσταση του κειμένου που βρέθηκε και εύρεση της επόμενης εμφάνισης του κειμένου

source: Close this dialog box
el: Κλείσιμο του παραθύρου διαλόγου

source: Select All
el: Επιλογή όλων

source: Use all above replacing scenarios
el: Χρήση όλων των ανωτέρω σεναρίων

source: Clear All
el: Αποεπιλογή όλων

source: Use none of the above replacing scenarios
el: Χρήση κανενός από τα ανώτερα σενάρια

source: Inverse
el: Αντιστροφή

source: Inverse the selection of the scenarios above
el: Αντιστροφή επιλογής χρήσης των ανωτέρων σεναρίων

source: Original value
el: Αρχική τιμή

source: New value
el: Νέα τιμή

source: The context of the misspelled word
el: Τα συμφραζόμενα της λανθασμένης λέξης

source: Current word
el: Τρέχουσα λέξη

source: The misspelled word we need to change
el: Η λανθασμένη λέξη που πρόκειται να αλλαχθεί

source: The word to change the misspelled word into
el: Η λέξη που θα αντικαταστήσει τη λανθασμένη

source: Ignore this word
el: Αδιαφόρησε για αυτή τη λέξη

source: Always ignore
el: Πάντα αδιαφόρησε

source: Ignore all instances of this word
el: Αδιαφόρησε για όλες τις εμφανίσεις αυτής της λέξης

source: Replace this word
el: Αντικατέστησε αυτή τη λέξη

source: Always replace
el: Πάντα αντικατέστησε

source: Replace all instances of this word
el: Αντικατέστησε όλες τις εμφανίσεις αυτής της λέξης

source: Insert current
el: Εισαγωγή τρέχουσας

source: Insert this current word in spellers dictionary
el: Εισήγαγε την τρέχουσα λέξη στο λεξικό

source: Stop
el: Τέρμα

source: Finish spell checking
el: Τερματισμός διαδικασίας αναγνώρισης λαθών

source: Suggestions
el: Προτάσεις

source: Suggested words to change the given word to
el: Προτεινόμενες λέξεις προκειμένου να αλλαχθεί η τρέχουσα λέξη

source: Number of affected words: {0}
el: Αριθμός λέξεων που μεταβλήθηκαν: {0}

source: No changes have been done
el: Δεν έγιναν αλλαγές

source: Speller changes
el: Αλλαγές στον διορθωτή

source: Translating to {0}
el: Μετάφραση σε {0}

source: Error while translating subtitles
el: Λάθος κατά τη μετάφραση

source: Translating failed with error:
el: Η μετάφραση απέτυχε με λάθος:

source: Delete selection
el: Διαγραφή περιοχής

source: Time fix
el: Διόρθωση χρόνου

source: Fix time inconsistencies
el: Διόρθωση χρονικών λαθών

source: Sort first (strongly recommended)
el: Ταξινόμηση (προτείνεται έντονα)

source: Prevent overlapping
el: Αποφυγή επικάλυψης

source: Evenly distribute subtitles
el: Ισόποση κατανομή υποτίτλων

source: Equally divide overriding duration
el: Ομοιόμορφος διαχωρισμός επικαλυπτόμενων υποτίτλων

source: Shift subtitles
el: Μετακίνηση υποτίτλων

source: Model how to solve overriding subtitles
el: Μοντέλο επίλυσης επικαλυπτόμενων υποτίτλων

source: Leave gap between subtitles (in milliseconds)
el: Άφησε κενό μεταξύ των υποτίτλων (σε msec)

source: Minimum subtitle duration
el: Ελάχιστη διάρκεια υποτίτλων

source: Maximum subtitle duration
el: Μέγιστη διάρκεια υποτίτλων

source: By Selection
el: Κατ' επιλογή

source: Mark region
el: Σημείωση περιοχής

source: Select the mark color from the drop down list
el: Επιλέξτε το χρώμα προς χρήση από τη λίστα

source: Recode
el: Επανυπολογισμός χρόνου

source: Recode time
el: Χρόνος επαναπροσδιορισμού ταχύτητας

source: Automatically compute based on FPS
el: Αυτόματο, βασισμένο στα FPS

source: Use the following FPS in order to automatically compute the desired recoding
el: Χρήση του επόμενου FPS για να υπολογισθεί αυτόματα ο πολλαπλασιαστής

source: Custom
el: Προκαθορισμένος

source: Use a custom factor in order to perform the recoding
el: Χρήση ενός προκαθορισμένου πολλαπλασιαστή για να γίνει ο υπολογισμός ταχύτητας

source: Recoding factor
el: Πολλαπλασιαστής χρόνου

source: The value of the custom factor which will do the recoding
el: Η τιμή του δεδομένου πολλαπλασιαστή για τον υπολογισμό ταχύτητας

source: Central time
el: Κεντρικός χρόνος

source: The central time point which the recoding occurs. Usually left to 0 to apply evenly to the whole file.
el: Η κεντρική χρονική στιγμή όπου θα γίνει ο διαχωρισμός. Συνήθως παραμένει 0 ώστε να εφαρμοσθεί ομοιόμορφα σε όλο το αρχείο.

source: Reparent
el: Αλλαγή πατρικού

source: -No parent available-
el: -Δεν υπάρχει πατρικό-

source: Reparent subtitles file
el: Αλλαγή πατρικού αρχείου υποτίτλων

source: Cyclic dependency while setting new parent. Parenting will be cancelled
el: Βρέθηκε κυκλική αναφορά κατά τη αλλαγή του πατρικού. Η αλλαγή αυτή θα ακυρωθεί.

source: Reparent error
el: Λάθος κατά την αλλαγή του πατρικού

source: The new parent subtitles file
el: Το νέο πατρικό αρχείο υποτίτλων υποτίτλων

source: Provide the desired parent for this subtitles file
el: Δώστε το επιθυμητό πατρικό αρχείο υποτίτλων

source: Round timing
el: Στρογγυλοποίηση χρόνου

source: Number of decimals
el: Αριθμός δεκαδικών ψηφίων

source: Decimal digits
el: Δεκαδικά ψηφία

source: Shift time
el: Μετακύλιση χρόνου

source: Shift time by absolute value
el: Μετακίνηση υποτίτλων κατ' απόλυτη τιμή

source: The amount of time in order to shift the subtitles
el: Ο χρόνος όπου θα μετακινηθούν οι υπότιτλοι

source: Shift Subtitles
el: Μετακίνηση υποτίτλων

source: Either increase or decrease the time
el: Αυξομείωση της τιμής του χρόνου

source: Spell check
el: Διόρθωση λαθών

source: Set region style
el: Θέσε τη μορφή της περιοχής

source: Style to use
el: Χρήση μορφής

source: Select the desired style from the drop down list
el: Επιλέξτε τη μορφή από το μενού

source: Join two subtitles
el: Σύνδεση δύο υποτίτλων

source: Join subtitles
el: Σύνδεση υποτίτλων

source: Use the selected amount of time as space between the two subtitles
el: Χρήση του δοσμένου χρόνου για κενό μεταξύ δύο υποτίτλων

source: Use the following subtitles
el: Χρήση των επόμενων υποτίτλων

source: Subtitles file to use
el: Υπότιτλοι που θα χρησιμοποιηθούν

source: Prepend subtitles
el: Πρόσθεσε στην αρχή

source: Put subtitles in the beginning of the current subtitles
el: Τοποθέτησε τους υπότιτλους στην αρχή των τρεχόντων υποτίτλων

source: Append Subtitles
el: Πρόσθεσε στο τέλος

source: Put subtitles at the end of the current subtitles
el: Τοποθέτησε τους υπότιτλους στο τέλος των τρεχόντων υποτίτλων

source: Leave gap
el: Άφησε κενό

source: Split file
el: Διαχωρισμός αρχείων

source: Split subtitles in two
el: Διαχωρισμός υποτίτλων στα δύο

source: Split subtitles
el: Διαχωρισμός υποτίτλων

source: Splitting time
el: Χρόνος διαχωρισμού

source: Use the following time (inclusive) in order to create the new splitted subtitles
el: Χρήση έως και τον επόμενο χρόνο για την κατασκευή νέων διαχωρισμένων υποτίτλων

source: Split at given subtitle line (in percent)
el: Διαχωρισμός υποτίτλων (επί τοις εκατό)

source: Percentage of subtitles to divide
el: Επί της εκατό ποσοστό για το διαχωρισμό

source: Synchronize
el: Συγχρονισμός

source: -current-
el: -τρέχων-

source: Synchronize data from the following subtitles
el: Συγχρονισμός υποτίτλων από τους επόμενους υπότιτλους

source: The subtitles file to use as a model
el: Το αρχείο υποτίτλων που θα χρησιμοποιηθεί ως μοντέλο

source: Model subtitles offset
el: Απόσταση διαφοράς από το αρχείο υποτίτλων

source: Relative offset of the model subtitles. It is based on index, not time.
el: Σχετική απόσταση του αρχείου υποτίτλων: βασίζεται στον αύξοντα αριθμό, όχι το χρόνο.

source: Import timestamp
el: Εισαγωγή χρόνου

source: Use the timestamp of the subtitles as the time model for current subtitles
el: Χρήση του χρόνου του προτύπου αρχείου για τον καθορισμό του χρόνου των τρεχόντων υποτίτλων

source: Import text
el: Εισαγωγή κειμένου

source: Copy the text of the other subtitles into this file
el: Αντιγραφή του κειμένου των άλλων υποτίτλων στους τρέχοντες

source: Translate
el: Μετάφραση

source: Translate text
el: Μετάφραση κειμένου

source: Translator
el: Μεταφραστής

source: Selection of translation machine
el: Επιλογή μηχανής μετάφρασης

source: From
el: Από

source: Original language
el: Αρχική γλώσσα

source: To
el: Προς

source: Target language
el: Γλώσσα αποτελεσμάτων

source: Computer Translated subtitles should be only for personal use, and not for distribution.
el: Οι αυτόματα μεταφρασμένοι υπότιτλοι ΔΕΝ είναι για διακίνηση
